{
    "home": {
        "title": "About Lexus",
        "content": "<h1>Welcome to Lexus store!</h1><p><span class=\"bold\">Lexus</span> is the luxury vehicle division of the Japanese automaker Toyota. The Lexus brand is marketed in more than 70 countries and territories worldwide and has become Japan's largest-selling make of premium cars. It has ranked among the 10 largest Japanese global brands in market value.Lexus is headquartered in Nagoya, Japan. Operational centers are located in Brussels, Belgium and the United States in Plano, Texas.</p><div class=\"promo\"><div class=\"ad\"><span class=\"color\">You can buy<br />The Lexus LX 600 SUV <br/>will be a six-cylinder right now!The Multi Stage Hybrid hybrid system with 359 combined forces, both on the LS 500h and  Crown gasoline sedans,<br/> as well as the LC 500h coupe, is justified. <br /></div><div class=\"new_model\"><span class=\"color\">You don't have this car? What? You can buy<br />Lexus LX<br/>. It's on sale! It will last till May 15th. Hurry up! Today, the largest Lexus SUV is available in two versions: the LX 570 with a gasoline 5.7-liter engine and the LX 450d with a 4.5-liter diesel engine. You will love it.<br /></div><div class=\"carinfo\"><span class=\"color\">The largest \"Lexus\" is preparing to become the \"six hundredth\"<br /> Lexus has conceived a major update to the flagship SUV: a new LX600 index is registered for it. <br/>. Now the top Lexus SUV exists in two versions. Lexus also got the LX500d index.<br /></div><p>Since the 2000s, Lexus has increased sales outside its largest market, the United States. The division inaugurated dealerships in the Japanese domestic market in 2005, becoming the first Japanese premium car marque to launch in its country of origin.The brand was introduced in <span class=\"bold\">Southeast Asia, Latin America, Europe and other regions.</span></p></div>"
    },
    "news": {
        "title": "News",
        "content": "<h1>LEXUS RELIABILITY RATING LEADER IN EUROPE</h1><div class=\"list\"><ul><li>Lexus is recognized as the most reliable automobile brand in Europe with a record result of 97% according to the latest research of the Euroconsumers group among consumers.</li><li>In the United States, the Lexus brand ranked second in the reliability rating of JD Power VDS among all brands.</li><li>The elegant Lexus ES sedan delivers the best reliability result in the entire 31-year history of JD Power VDS research.</li><li>Lexus GX recognized as the most reliable among premium mid-size SUVs in the JD Power VDS rating.</li></ul></div><p><span class=\"italic\">The largest LEXUS is preparing to become the six hundredth. Lexus has conceived a major update to the flagship SUV: a new LX600 index is registered for it. Now the top Lexus SUV exists in two versions. Lexus also got the LX500d index.</span></p><p>In February 2020, the results of two authoritative market research were published, which over the years have been conducted in the most important world markets - American and European. Based on consumer research, Lexus is once again recognized as a leader on two continents.</p><div class=\"page1_car\"><img src=\"../images/lexsport.jpeg\" alt=\"Lesux sport car\" /></div>"
    },
    "services": {
        "title": "Services",
        "content": "<h1>New service: Checking before Buying</h1><p><span class=\"bold\">A thorough inspection</span> when choosing a used car will help to find many hidden flaws, which will reduce the price or completely abandon a bad purchase. Qualified specialists of our car service will test the car on 54 points of the checklist + recommendations.</p><div class=\"page4_checking\"><img src=\"../images/page4checking.jpeg\" alt=\"Checking before buying\"/></div><p><span class=\"bold red\">The cost of a comprehensive diagnosis is 60$.</span></p><p>You are getting:</p><ul><li>Complete information about the condition of the car</li><li>Detailed inspection sheet of the inspected vehicle</li><li>List of recommendations for your car</li><li>The quality of official car service</li></ul><p>+ A nice bonus in the form of discounts on the work indicated in the column <span class=\"red\">Recommendations</span>:</p><ul><li>30% for service services</li><li>10% on genuine parts</li></ul><p><span class=\"red\">*</span>The offer is valid for a month after the provision of the service \"Inspection of the car before purchase\"</p>"
    },
    "catalog": {
        "title": "New models",
        "content": "<div class=\"section\"><a href=\"../images/nm1.png\" target=\"_blank\" title=\"The Lexus ES 300h\"><img src=\"../images/nm1.png\" alt=\"The Lexus ES 300h\"/></a><a href=\"../images/nm2.png\" target=\"_blank\" title=\"The Lexus ES 350\"><img src=\"../images/nm2.png\" alt=\"The Lexus ES 350\"/></a><a href=\"../images/nm3.png\" target=\"_blank\" title=\"The Lexus GS 300\"><img src=\"../images/nm3.png\" alt=\"The Lexus GS 300\"/></a><a href=\"../images/nm4.png\" target=\"_blank\" title=\"The Lexus PG 400\"><img src=\"../images/nm4.png\" alt=\"The Lexus PG 400\"/></a><a href=\"../images/nm5.png\" target=\"_blank\" title=\"Lexus LC 500\"><img src=\"../images/nm5.png\" alt=\"Lexus LC 500\"/></a><a href=\"../images/nm6.png\" target=\"_blank\" title=\"Lexus RC 300\"><img src=\"../images/nm6.png\" alt=\"Lexus RC 300\" /></a><a href=\"../images/nm7.png\" target=\"_blank\" title=\"Lexus GX 460\"><img src=\"../images/nm7.png\" alt=\"Lexus GX 460\" /></a><a href=\"../images/nm8.png\" target=\"_blank\" title=\"Lexus NX 300h\"><img src=\"../images/nm8.png\" alt=\"Lexus NX 300h\" />"
    }
}

